/* Localized versions of Guest Access strings */

allowButton = "Jaa näyttö";
denyButton = "Kumoa";

controlTitle = "Hallintapyyntö";
observeTitle = "Tarkkailupyyntö";

controlRequestKnown = "Käyttäjä ”%@” kohteessa %@ haluaa jakaa näyttösi. Haluatko jakaa näyttösi käyttäjän ”%@” kanssa?";
observeRequestKnown = "Käyttäjä ”%@” kohteessa %@ haluaa tarkkailla tietokonettasi. Haluatko sallia tämän?";

controlRequestUnknown = "Tuntematon käyttäjä kohteessa %@ haluaa jakaa näyttösi. Haluatko jakaa näyttösi heidän kanssa?";
observeRequestUnknown = "Tuntematon käyttäjä kohteessa %@ haluaa tarkkailla tietokonettasi. Haluatko sallia tämän?";

errAttnReqCommString = "Tapahtui tietoliikennevirhe.";
